<?php
session_start();
//print_r($_POST);
//print_r($_GET);
//echo "start";

//require('patch.php');

/*
require('../libs/Smarty.class.php');
$smarty = new Smarty;
require('patch.php');
$theme="/templates";
//$smarty->force_compile = true;
$smarty->debugging = false;
$smarty->caching = false;
$smarty->cache_lifetime = 0;
$smarty->assign(THEME,$theme);
*/

//get_status_orders($dbcnx_sklad,$provider);


//echo "aaaa";
$data['main_text']="Одне з головних завдань з покупки автомобіля для ЗСУ це пошук конкретного автомобіля. Зазвичай військові шукають прості, не дорогі в обслуговуванні, надійні та витривалі автомобілі для фронту. У військових свої фаворити автівок, тому ми намагаємося підтримувати актуальний пошук автівок який доступний на Європейських ринках таких як Німеччина, Польща, Чехія, Словаччина та інші. Окрім пошуку певного авто треба ще зробити обов'язковий огляд автівки по місцю та домовитись з власником автомобіля.
Зазвичай буває таке що не всі власники автомобіля можуть дати свою згоду на продаж автомобіля, або авто може бути не в задовільному стані. Ці всі питання треба узгоджувати з власником авто. 
Навіть якщо все влаштовує при купівлі даного автомобіля, може виникнути питання такі як оформлення документів. Зазвичай це робиться без проблем , але є певні робочі часи коли це можна зробити. Якщо авто знаходиться дуже далеко від місця проживання волонтера який приїхав на огляд автомобіля або зустріч з власником авто, треба готуватися на те що йому буде треба чекати наступного дня для оформлення авто (покупки), якщо військовий дає згоду на придбання даного автомобіля. 
Всі інші витрати можуть бути оговорені та узгодженні. Повний супровід документів волонтер та волонтерська організація бере повністю на себе. Зазвичай там нема нічого важкого, але без коректних оформлених документів придбання та ввіз авто на територію України може бути неможливий.";
$data['main_text_h1']="Пошук і покупка авто для ЗСУ";
$data['description']="Пошук і покупка авто для ЗСУ - Розуміння пошуку автомобіля для війсткових, які критерії обирати при пошуку автомобіля.";
$data['title']="Пошук і покупка авто для ЗСУ";
$data['keywords']="Пошук і покупка авто для ЗСУ";
$smarty->assign("reqUrl","https://".$_SERVER['SERVER_NAME'].$_SERVER['REDIRECT_URL']);

$smarty->assign("data",$data);
$smarty->assign("pageView","poshuk-i-pokupka-avto-dlya-zsu.html");
//$smarty->display("index.tpl");
$smarty->display("index.html");

?>
