<?php
session_start();
//print_r($_POST);
//print_r($_GET);
//echo "start";

//require('patch.php');

/*
require('../libs/Smarty.class.php');
$smarty = new Smarty;
require('patch.php');
$theme="/templates";
//$smarty->force_compile = true;
$smarty->debugging = false;
$smarty->caching = false;
$smarty->cache_lifetime = 0;
$smarty->assign(THEME,$theme);
*/

//get_status_orders($dbcnx_sklad,$provider);


//echo "aaaa";
$data['main_text']="   На жаль в нашій державі діють правила які не дозволяють без перешкод завести авто для військових без додаткових витрат, таких як розмитнення та сплати всіх податків. І якщо військові на це йдуть цілеспрямовано, то собівартість автомобіля для фронту стає просто фантастичною. Сума сплати податків та мита за авто буде дорівнювати придбання двох або навіть трьох автомобілів. Треба звернути увагу що держава повинна забезпечувати всім необхідним військовослужбовців які захищають нашу країну. Але в справжньому житті це все тільки на рівні балачок та папірців. Тому військовослужбовці купляють амуніцію та спорядження за власний кошт. Купівля автомобіля для військових теж лягає на плечі військових яким допомагають різні волонтерські організації. Багато фондів зараз займаються допомогою для військових збором коштів. Ми допомагаємо з пошуком , пригоном, оформленням певного автомобіля для військового.
<br>   Треба зауважити, що автомобіль який буде придбаний за кордоном для військового не буде мати статусу офіційного продажу певній особі (для військового). Так держава дбає про своїх захисників. Але таке авто може без мита потрапити на територію України під виглядом гуманітарно допомоги де воно в обов'язковому порядку буде передано волонтерському фонду як гуманітарна допомога. Дане авто буде зареєстровано законним шляхом де надалі буде передано по акту прийняття передачі користування для певного військового. Таким чином військові можуть отримати автомобіль для користання на певний необмежений строк. 
<br>   Будь-які інші варіанти купівля - продажу відсутні на даний момент.";
$data['main_text_h1']="Продаж та купівля авто для ЗСУ";
$data['description']="Продаж та купівля авто для ЗСУ - Просте пояснення процедури оформлення , домовленностей поміж покупцем так власником авто при оформлення угоди з авто для військового.";
$data['title']="Продаж та купівля авто для ЗСУ";
$data['keywords']="Продаж та купівля авто для ЗСУ";
$smarty->assign("data",$data);
$smarty->assign("pageView","prodag-ta-kupivlya-avto-dlya-zsu.html");
//$smarty->display("index.tpl");
$smarty->assign("reqUrl","https://".$_SERVER['SERVER_NAME'].$_SERVER['REDIRECT_URL']);

$smarty->display("index.html");

?>
