<?php
session_start();
//print_r($_POST);
//print_r($_GET);
//echo "start";

//require('patch.php');

/*
require('../libs/Smarty.class.php');
$smarty = new Smarty;
require('patch.php');
$theme="/templates";
//$smarty->force_compile = true;
$smarty->debugging = false;
$smarty->caching = false;
$smarty->cache_lifetime = 0;
$smarty->assign(THEME,$theme);
*/

//get_status_orders($dbcnx_sklad,$provider);


//echo "aaaa";
$data['main_text']="Авто для військових  під час бойових подій це вимушені реалі життя. Не дивлячись на добру фізичну підготовку військовослужбовців яким постійно доводиться переміщувати різні вантажі на різні ділянки лінії фронту це стає дуже виснажливою роботою. Здається що військові сильні та сталеві люди, але на сам перед вони люди, а потім сильні.  Як відомо, будь-яка людина втомлюється тим паче військова не виняток. Тому на фронті авто для військових це є вимушена потреба для пересування як на великі, так і на короткі відстані за дуже короткий проміжок час.<br>  Авто для військовослужбовців є незамінним порятунком на швидке реагування при виконанні різноманітних задач на лінії фронту, особливо коли це бойове завдання або забезпечення тилу штурмових підрозділів. Треба зауважити що авто придбанні для військових це перш за все розхідний матеріал, час життя таких автомобілей як правило сягає від місяця до року в залежності від місця та часу застосування.";
$data['main_text_h1']="Авто для ЗСУ.";
$data['description']="Авто для ЗСУ - чому так вожливо для війскових мати в наявності авто на фронті.";
$data['title']="Авто для ЗСУ";
$data['keywords']="Авто для ЗСУ";
$smarty->assign("data",$data);
$smarty->assign("pageView","avto-dlya-zsu.html");
$smarty->assign("reqUrl","https://".$_SERVER['SERVER_NAME'].$_SERVER['REDIRECT_URL']);

//$smarty->display("index.tpl");
$smarty->display("index.html");

?>
