<?php
session_start();
//print_r($_POST);
//print_r($_GET);
//echo "start";

//require('patch.php');

/*
require('../libs/Smarty.class.php');
$smarty = new Smarty;
require('patch.php');
$theme="/templates";
//$smarty->force_compile = true;
$smarty->debugging = false;
$smarty->caching = false;
$smarty->cache_lifetime = 0;
$smarty->assign(THEME,$theme);
*/

//get_status_orders($dbcnx_sklad,$provider);


//echo "aaaa";
$data['main_text']="Ціна має вирішальний фактор прийняття рішення. Ми шукаємо авто в ціновому діапазоні комфортному для військовослужбовців. Але треба розуміти, що авто в гарному стані не може коштуватиме дешево. Тим паче якщо це відомі та надійні марки виробників.<br> За звичай всі автомобілі технічно справні та мають усі необхідні документи для пересування своїм ходом по території Євросоюзу. Але є варіанти коли авто в технічному стані справне та немає певних документів для використання даного авто по території єврозони. Тому такі авто коштують дешевше, але вони технічно справні та виглядають більш привабливими.<br> Ціна доставлення такого автомобіля для військовослужбовця буде дорожчаю з причини замовлення евакуатора з місця точки завантаження автомобіля до точки вивантаження автомобіля. У більшостях випадків власники авто їдуть на зустріч та дають додаткові знижки що дає бонусом для наших захисників.<br> Тому авто які ми приганяємо для наших військовослужбовців коштують недорого! ";
$data['main_text_h1']="Купити авто для ЗСУ недорого";
$data['description']="Купити авто для ЗСУ недорого - в загальному розумінні що треба знати з пошуку тра придбання автомобіля для війскового за невиликою ціною.";
$data['title']="Купити авто для ЗСУ недорого";
$data['keywords']="Купити авто для ЗСУ недорого";
$smarty->assign("data",$data);
$smarty->assign("pageView","kupit-avto-dlya-zsu-nedorogo.html");
$smarty->assign("reqUrl","https://".$_SERVER['SERVER_NAME'].$_SERVER['REDIRECT_URL']);


//$smarty->display("index.tpl");
$smarty->display("index.html");

?>
