Repository: ilyamus74-ctrl/cargo
Catalog: website_cargocells/web/locale/*/LC_MESSAGES/messages.po
Languages: de_de, ru_ru, uk_ua

# mainTextGalka1
source: Deep Industry Expertise: Coming from the real sector, we speak the same language as production and logistics, eliminating unnecessary iterations.
de_de: Tiefe Branchenexpertise: Wir kommen aus dem Realsektor und sprechen die Sprache von Produktion und Logistik, wodurch unnötige Iterationen vermieden werden.
ru_ru: Глубокая отраслевая экспертиза: Мы пришли из реального сектора, поэтому говорим с производством и логистикой на одном языке, исключая лишние итерации.
uk_ua: Глибока галузева експертиза: Ми прийшли з реального сектору, тому говоримо з виробництвом та логістикою однією мовою, виключаючи зайві ітерації.

# mainTextGalka2
source: Flexible Customization: We don’t impose rigid frameworks; instead, we adapt our platform modules to your unique KPIs and specific business operations.
de_de: Flexible Anpassung: Wir erzwingen keine starren Rahmenbedingungen, sondern passen unsere Plattformmodule an Ihre individuellen KPIs und spezifischen Geschäftsabläufe an.
ru_ru: Гибкая кастомизация: Мы не навязываем жесткие рамки, а адаптируем модули платформы под ваши уникальные KPI и специфические бизнес-операции.
uk_ua: Гнучка кастомізація: Ми не нав'язуємо жорстких рамок, а адаптуємо модулі платформи під ваші унікальні KPI та специфічні бізнес-операції.

# mainTextGalka3
source: Turnkey Comprehensive Approach: We provide a full cycle—from selecting and configuring scanners or scales to staff training and long-term SLA support.
de_de: Komplettansatz (Turnkey): Wir bieten den vollen Zyklus – von der Auswahl und Konfiguration von Scannern oder Waagen bis hin zur Personalschulung und langfristigen SLA-Betreuung.
ru_ru: Комплексный подход «под ключ»: Обеспечиваем полный цикл — от подбора и настройки сканеров или весов до обучения персонала и долгосрочного SLA-сопровождения.
uk_ua: Комплексний підхід «під ключ»: Забезпечуємо повний цикл — від підбору та налаштування сканерів або ваг до навчання персоналу та довгострокового SLA-супроводу.

# footerAboutUs
source: About Us
de_de: Über uns
ru_ru: О нас
uk_ua: Про нас

# footerAboutUsText
source: Our goal is the success and excellence of your business by integrating modern technologies into its vital operations.
de_de: Unser Ziel ist der Erfolg und die Exzellenz Ihres Unternehmens durch die Integration moderner Technologien in Ihre Geschäftsprozesse.
ru_ru: Наша цель — успех и совершенство вашего бизнеса через интеграцию современных технологий в его жизнедеятельность.
uk_ua: Наша мета — успіх та досконалість вашого бізнесу шляхом інтеграції сучасних технологій у його життєдіяльність.

# footerQuickLinks
source: Quick Links
ru_ru: Быстрые ссылки
uk_ua: Швидкі посилання

# footerFollowUs
source: Follow Us
de_de: Folgen Sie uns
ru_ru: Следите за нами
uk_ua: Стежте за нами

# footerSubscribe
source: Subscribe to Newsletter
de_de: Newsletter abonnieren
ru_ru: Подписаться на новости
uk_ua: Підписатися на новини

# footerSubscribeSend
source: Send
de_de: Senden
ru_ru: Отправить
uk_ua: Надіслати

# btnHome
source: Home
de_de: Startseite
ru_ru: Главная
uk_ua: Головна

# btnAboutUs
source: About Us
de_de: Über uns
ru_ru: О нас
uk_ua: Хто ми

# btnHowitwork
source: How it works
de_de: Wie es funktioniert
ru_ru: Как это работает
uk_ua: Як це працює

# btnOurTeam
source: Our Team
de_de: Unser Team
ru_ru: Наша команда
uk_ua: Наша команда

# btnServices
source: Services
de_de: Leistungen
ru_ru: Услуги
uk_ua: Послуги

# btnIndustries
source: Industries
de_de: Lösungen
ru_ru: Приминения
uk_ua: Застосування

# btnContact
source: Contacts
de_de: Kontakt
ru_ru: Контакты
uk_ua: Контакти

# mainTitleH1
source: Business Process Automation
de_de: Automatisierung von Geschäftsprozessen
ru_ru: Автоматизация процессов бизнеса
uk_ua: Автоматизація бізнес-процесів

# mainTitle
source: Making your business successful
de_de: Wir machen Ihr Unternehmen erfolgreich
ru_ru: Делаем ваш бизнес успешным
uk_ua: Робимо ваш бізнес успішним

# mainAboutTitleH1
source: We help companies
de_de: Wir helfen Unternehmen
ru_ru: Мы помогаем компаниям
uk_ua: Мы допомогаємо бізнесу

# mainAboutTitle
source: About the project
de_de: Über das Projekt
ru_ru: О проэкте
uk_ua: Про проект

# mainAboutText
source: We build a unified platform for managing warehouses, inventory, and devices by combining a web interface, an API, and mobile clients into a single ecosystem.The solution helps control inbound goods, movements, and stock levels, and it also enables connecting and maintaining hardware within the operational environment.At its core is a “system for different tasks” approach with templates and a modular API architecture, allowing the platform to be tailored to a company’s specific processes.Additionally, OCR tools are integrated to speed up document processing and data capture from delivery notes and invoices.
de_de: Wir entwickeln eine einheitliche Plattform für die Verwaltung von Lager, Beständen und Geräten, die Web-Interface, API und mobile Clients zu einem einzigen Ökosystem verbindet.Die Lösung ermöglicht die Kontrolle von Wareneingang, Umlagerungen und Beständen sowie das Anbinden und Warten von Hardware im laufenden Betrieb. Grundlage ist ein Ansatz „System für unterschiedliche Aufgaben“ mit Vorlagen und einer modularen API-Architektur, wodurch sich die Plattform an die spezifischen Unternehmensprozesse anpassen lässt.Zusätzlich sind OCR-Tools integriert, die die Verarbeitung von Dokumenten und Daten aus Lieferscheinen beschleunigen.
ru_ru: Мы создаём единую платформу для управления складом, инвентарём и устройствами, объединяя веб‑интерфейс, API и мобильные клиенты в одну экосистему.Решение помогает контролировать приход, перемещения и остатки товаров, а также подключать и обслуживать оборудование в рабочем контуре.В основе лежит идея системы под разные задачи с шаблонами и модульным системы API, что позволяет адаптировать систему под конкретные процессы компании.Дополнительно интегрированы инструменты OCR, ускоряющие обработку документов и данных с накладных.
uk_ua: Ми створюємо єдину платформу для управління складом, запасами та пристроями, поєднуючи вебінтерфейс, API і мобільні клієнти в одну екосистему.Рішення допомагає контролювати надходження, переміщення та залишки товарів, а також підключати й обслуговувати обладнання в робочому контурі.В основі — підхід «система під різні задачі» з шаблонами та модульною API-архітектурою, що дозволяє адаптувати платформу під конкретні процеси компанії.Додатково інтегровані інструменти OCR, які пришвидшують обробку документів і даних з накладних.

# mainServiceTitleH1
source: Our services help your business grow
de_de: Unsere Dienstleistungen unterstützen Ihr Unternehmen
ru_ru: Наши услуги помогают вашему бизнесу
uk_ua: Наші послуги допомагають вашому бізнесу

# mainServiceTitleH2
source: Core Services
de_de: Kernleistungen
ru_ru: Основа услуг
uk_ua: Основа послуг

# mainServiceSubTitleH2
source: Our Service Advantages
de_de: Vorteile unseres Services
ru_ru: Приемущество нашего сервиса
uk_ua: Переваги нашого сервісу

# mainServiceText_1
source: <h3>Cloud Platform</h3> Cloud or on-prem deployment, backup, monitoring, updates, and maintenance.
de_de: <h3>Cloud-Plattform</h3> Cloud- oder On-Premise-Bereitstellung, Datensicherung, Monitoring, Updates und Wartung.
ru_ru: <h3>Облачная платформа</h3> Развёртывание в облаке или on-prem, резервное копирование, мониторинг, обновления и обслуживание.
uk_ua: <h3>Хмарна платформа</h3> Розгортання в хмарі або on-prem, резервне копіювання, моніторинг, оновлення та обслуговування.

# mainServiceText_2
source: <h3>Reliable Tech & Security</h3> Logging and audit, access control (RBAC), API protection, data isolation (multi-tenant).
de_de: <h3>Zuverlässige Technologien und Sicherheit</h3> Logging und Audit, Zugriffskontrolle (RBAC), API-Schutz, Mandantentrennung (Multi-Tenant).
ru_ru: <h3>Надёжные технологии и безопасность</h3> Логирование и аудит, контроль доступа (RBAC), защита API, изоляция данных клиентов (multi-tenant).
uk_ua: <h3>Надійні технології та безпека</h3> Логування та аудит, контроль доступу (RBAC), захист API, ізоляція даних клієнтів (multi-tenant).

# mainServiceText_3
source: <h3>Individual Customer Support</h3> Onboarding, training, SLA (as agreed), implementation support, consulting, and on-demand improvements.
de_de: <h3>Individuelle Kundenbetreuung</h3> Onboarding, Schulung, SLA (nach Vereinbarung), Implementierungsbegleitung, Beratung und Optimierungen auf Anfrage.
ru_ru: <h3>Индивидуальная поддержка клиента</h3> онбординг, обучение, SLA (по договорённости), сопровождение внедрения, консультации и улучшения по запросу.
uk_ua: <h3>Індивідуальна підтримка клієнта</h3> Онбординг, навчання, SLA (за домовленістю), супровід впровадження, консультації та покращення за запитом.

# mainServiceText_4
source: <h3>Adaptive Approach</h3> Business process analysis, UI/report customization, module development for specific operations and KPIs.
de_de: <h3>Adaptiver Ansatz</h3> Analyse von Kundenprozessen, Anpassung von Schnittstellen/Berichten, Modulentwicklung für spezifische Abläufe und KPIs.
ru_ru: <h3>Адаптивный подход</h3> Анализ процессов заказчика, настройка интерфейсов/отчётов, доработка модулей под конкретные операции и KPI.
uk_ua: <h3>Адаптивний підхід</h3> Аналіз процесів замовника, налаштування інтерфейсів/звітів, доопрацювання модулів під конкретні операції та KPI.

# mainServiceText_5
source: <h3>Hardware R&D and Integration</h3> Selection/connection of scanners, label printers, scales, and dimensioning stations; custom device/rack development upon request.
de_de: <h3>Hardware-Entwicklung und Integration</h3> Auswahl/Anschluss von Scannern, Etikettendruckern, Waagen, Messstationen; bei Bedarf Entwicklung kundenspezifischer Geräte/Halterungen.
ru_ru: <h3>Разработка и интеграция оборудования</h3> Подбор/подключение сканеров, принтеров этикеток, весов, измерительных станций; при необходимости — разработка кастомного устройства/стойки под процесс клиента.
uk_ua: <h3>Розробка та інтеграція обладнання</h3> Підбір/підключення сканерів, принтерів етикеток, ваг, вимірювальних станцій; за необхідності — розробка кастомного пристрою/стійки під процес клієнта.

# mainServiceText_6
source: <h3>Data Import/Export</h3> Migration from Excel/legacy systems, bulk operations, data validation, and directories.
de_de: <h3>Datenimport/-export</h3> Migration aus Excel/Altsystemen, Massenvorgänge, Datenvalidierung, Stammdatenverwaltung.
ru_ru: <h3>Импорт/экспорт данных</h3> Миграция из Excel/старых систем, массовые операции, валидация данных, справочники.
uk_ua: <h3>Імпорт/експорт даних</h3> Міграція з Excel/старих систем, масові операції, валідація даних, довідники.

# OurTeamH1
source: The team that supports you
de_de: Das Team, das Sie unterstützt
ru_ru: Команда, которая поддерживает вас
uk_ua: Команда, яка підтримує вас

# OurTeamH2
source: Our Team
de_de: Unser Team
ru_ru: Наша команда
uk_ua: Наша команда

# OurTeamText
source: We are a team of engineers and product specialists developing a modular platform for inventory accounting and device management. Our approach is practicality, simple integration, and readiness to tailor solutions to specific business needs. We support the product from implementation to scaling, ensuring stability, security, and convenience for end users.
de_de: Wir sind ein Team aus Ingenieuren und Produktspezialisten, die eine modulare Plattform für Lagerhaltung und Gerätemanagement entwickeln. Unser Ansatz: Praktikabilität, einfache Integration und die Bereitschaft, Lösungen an spezifische Geschäftsanforderungen anzupassen. Wir begleiten das Produkt von der Implementierung bis zur Skalierung und sorgen für Stabilität, Sicherheit und Benutzerfreundlichkeit.
ru_ru: Мы команда инженеров и продуктовых специалистов, которые развивают модульную платформу для складского учёта и управления устройствами. Наш подход — практичность, простая интеграция и готовность подстраивать решение под задачи конкретного бизнеса. Мы сопровождаем продукт от внедрения до масштабирования, обеспечивая устойчивость, безопасность и удобство для конечных пользователей.
uk_ua: Ми команда інженерів та продуктових фахівців, які розвивають модульну платформу для складського обліку та управління пристроями. Наш підхід — практичність, проста інтеграція та готовність адаптувати рішення під завдання конкретного бізнесу. Ми супроводжуємо продукт від впровадження до масштабування, забезпечуючи стійкість, безпеку та зручність для кінцевих користувачів.

# OurTeamTextPueple1
source: Specialist in audit analysis and control of current and non-current assets. Long-term experience in light and heavy industries.
de_de: Experte für Audit-Analyse und Kontrolle von Umlauf- und Anlagevermögen. Langjährige Erfahrung in der Leicht- und Schwerindustrie.
ru_ru: Специалист в сфере аудиторского анализа и контроля оборотных и внеоборотных средств. Многолетний опыт работы в сфере производства легкой и тяжелой промышленности.
uk_ua: Спеціаліст у сфері аудиторського аналізу та контролю оборотних і необоротних засобів. Багаторічний досвід роботи у сфері виробництва легкої та важкої промисловості.

# OurTeamTextPueple2
source: High-level negotiation specialist, focused on an in-depth study of client needs to improve business performance.
de_de: Hochqualifizierter Spezialist für Verhandlungsprozesse, basierend auf einer gründlichen Analyse der Kundenbedürfnisse zur Geschäftsoptimierung.
ru_ru: Специалист высокого уровня переговорных процессов, основанный на доскональном изучении потребности клиента в улучшении работы бизнеса.
uk_ua: Фахівець високого рівня переговорних процесів, що базується на доскональному вивченні потреб клієнта в покращенні роботи бізнесу.

# OurTeamTextPueple3
source: IT services specialist. Analytical approach built on years of experience working with companies in logistics, manufacturing, and trade. Implementation of business projects of various complexity.
de_de: Spezialist im Bereich IT-Dienstleistungen. Analytischer Ansatz, basierend auf langjähriger Erfahrung in der Zusammenarbeit mit Unternehmen aus den Bereichen Logistik, Produktion und Handel. Umsetzung von Business-Projekten unterschiedlicher Komplexität.
ru_ru: Специалист в сфере IT-услуг. Аналитический подход к задачам, выстроенный на основе многолетнего опыта работы с компаниями в сфере логистики, производства, торговли. Реализация проектов для бизнеса разной сложности.
uk_ua: Спеціаліст у сфері IT-послуг. Аналітичний підхід до завдань, побудований на основі багаторічного досвіду роботи з компаніями у сфері логістики, виробництва, торгівлі. Реалізація проєктів для бізнесу різної складності.
